[
  {
    "image": "current.png",
    "name": "Moroco earthquake",
    "text": "In the wake of a devastating earthquake that shook Morocco in 2023, the Dholar Community swiftly emerged as a beacon of compassion and support for the affected communities. With unwavering dedication, this charitable organization extended a helping hand to those grappling with the aftermath of the disaster. Understanding the urgent needs of the impacted populace, Dholar Community mobilized its resources to provide critical aid. Their primary focus was on addressing immediate essentials, particularly food and shelter. They orchestrated rapid food distribution initiatives, ensuring that families facing scarcity received sustenance during this trying period. Additionally, they collaborated with local authorities to set up temporary shelters, offering refuge to those displaced by the earthquake. Fundraising became a cornerstone of their efforts, enabling them to amplify their impact. Through concerted online campaigns and collaborations with donors, Dholar Community raised vital funds. These contributions played a pivotal role in sustaining their relief operations, allowing them to procure essential supplies and extend their reach to more affected areas. Moreover, Dholar Community recognized the importance of addressing emotional well-being amidst such crises. They integrated psychosocial support programs into their aid initiatives, providing counseling services and community activities to nurture resilience among those impacted by the earthquake. In the heart of Morocco's earthquake-ravaged communities, Dholar Community stood as a symbol of solidarity and compassion. Their swift and holistic approach to aid not only provided material support but also restored hope and dignity to those facing dire circumstances. Their legacy serves as a testament to the transformative power of altruism, showcasing that in times of distress, unity and kindness can uplift and heal even the most shattered of communities. Dholar Community's unwavering commitment to serving humanity left an indelible mark, reminding everyone that amidst adversity, the spirit of compassion can shine brightest.",
    "date": "2011-04-11T10:20:30Z",
    "peopleHelped": 69,
    "moneyRaised": 5000,
    "learnMoreRe": "/incident/morocco"
  },
  {
    "image": "exp/moro/IMG-20231211-WA0031.jpg",
    "name": "Turkey earthquake",
    "text": "In the midst of tumultuous times in Turkey during 2023, the Dholar Community emerged as a beacon of hope and solidarity, extending essential aid and support to those affected by a string of crises. With unwavering dedication and a mission centered on serving humanity, this charitable organization swiftly responded to the urgent needs of communities grappling with adversity. Dholar Community's commitment to providing humanitarian aid was comprehensive and impactful. Understanding the immediate requirements of the affected populace, they initiated multifaceted relief efforts aimed at addressing basic necessities. Foremost among their endeavors was the distribution of vital supplies, particularly focusing on food and clean water. Mobilizing their network of volunteers, they organized food drives and set up distribution centers to ensure that no family went hungry amidst the chaos. The organization also prioritized providing shelter and accommodation to those displaced by the crises. Working in collaboration with local authorities and leveraging community spaces, they established temporary housing solutions, offering a safe refuge for individuals and families who had lost their homes. Dholar Community's swift actions provided a semblance of stability amid the upheaval. Fundraising proved to be a cornerstone of their operations, enabling them to extend their reach and aid efforts. Through strategic partnerships, online campaigns, and engaging with both local and international donors, Dholar Community raised substantial funds. These monetary contributions became instrumental in sustaining their initiatives, allowing them to procure essential items and expand their support to encompass more affected regions. However, Dholar Community's impact was not solely confined to material provisions. Recognizing the profound emotional toll of such crises, they integrated psychosocial support programs into their aid initiatives. Trained professionals offered counseling services and organized community activities aimed at fostering resilience and restoring a sense of normalcy amidst the chaos. The essence of Dholar Community transcended mere assistance; it embodied the spirit of unity and compassion. Their selfless dedication and tireless efforts resonated deeply within the communities they served, leaving an indelible mark on the landscape of support and humanitarianism in Turkey during those challenging times. Their legacy stood as a testament to the transformative power of collective goodwill, showcasing that even in the face of adversity, the human spirit prevails through acts of kindness and solidarity. As Turkey navigated through uncertain times, the Dholar Community served as a guiding light, reminding everyone that hope and compassion could overcome the darkest of days.",
    "date": "2023-04-11T10:20:30Z",
    "peopleHelped": 42,
    "moneyRaised": 10000,
    "learnMoreRe": "/incident/turkey"
  }
]
